[{"Cause":"HIV/AIDS and sexually transmitted infections","Parent":"This group is part of the Communicable, maternal, neonatal, and nutritional diseases main group of causes.","Description":"This disease group includes HIV/AIDS and sexually transmitted infections such as Syphilis, Chlamydia and Gonorrhea.","deaths_label":"This group of causes was estimated to be responsible for 4 deaths which represents 0% of all deaths in 2017. HIV/AIDS and sexually transmitted infections had the 18th highest number of deaths out of the 22 cause groups.","yll_label":"This group of causes was estimated to be responsible for 130 years of life lost which represents 0.1% of all YLLs in 2017. HIV/AIDS and sexually transmitted infections had the 18th highest number of YLLs out of the 22 cause groups.","yld_label":"This group of causes was estimated to be responsible for 168 years of life lived with disability which represents 0.1% of all YLDs in 2017. HIV/AIDS and sexually transmitted infections had the  lowest number of YLDs out of the 22 cause groups.","daly_label":"This group of causes was estimated to be responsible for 298 disability adjusted life years lost which represents 0.1% of all DALYs in 2017. HIV/AIDS and sexually transmitted infections had the 21st highest number of DALYs out of the 22 cause groups."},{"Cause":"Respiratory infections and tuberculosis","Parent":"This group is part of the Communicable, maternal, neonatal, and nutritional diseases main group of causes.","Description":"This disease group includes lower and upper respiratory infections, Otitis media (inflamatory diseases of the middle ear) and Tuberculosis.","deaths_label":"This group of causes was estimated to be responsible for 623 deaths which represents 6.6% of all deaths in 2017. Respiratory infections and tuberculosis had the 5th highest number of deaths out of the 22 cause groups.","yll_label":"This group of causes was estimated to be responsible for 5,744 years of life lost which represents 4.5% of all YLLs in 2017. Respiratory infections and tuberculosis had the 6th highest number of YLLs out of the 22 cause groups.","yld_label":"This group of causes was estimated to be responsible for 1,056 years of life lived with disability which represents 0.8% of all YLDs in 2017. Respiratory infections and tuberculosis had the 16th highest number of YLDs out of the 22 cause groups.","daly_label":"This group of causes was estimated to be responsible for 6,800 disability adjusted life years lost which represents 2.7% of all DALYs in 2017. Respiratory infections and tuberculosis had the 13th highest number of DALYs out of the 22 cause groups."},{"Cause":"Enteric infections","Parent":"This group is part of the Communicable, maternal, neonatal, and nutritional diseases main group of causes.","Description":"Enteric infections include Diarrheal diseases, Typhoid, Salmonella and other intestinal infectious diseases.","deaths_label":"This group of causes was estimated to be responsible for 18 deaths which represents 0.2% of all deaths in 2017. Enteric infections had the 15th highest number of deaths out of the 22 cause groups.","yll_label":"This group of causes was estimated to be responsible for 182 years of life lost which represents 0.1% of all YLLs in 2017. Enteric infections had the 17th highest number of YLLs out of the 22 cause groups.","yld_label":"This group of causes was estimated to be responsible for 563 years of life lived with disability which represents 0.5% of all YLDs in 2017. Enteric infections had the 18th highest number of YLDs out of the 22 cause groups.","daly_label":"This group of causes was estimated to be responsible for 745 disability adjusted life years lost which represents 0.3% of all DALYs in 2017. Enteric infections had the 19th highest number of DALYs out of the 22 cause groups."},{"Cause":"Neglected tropical diseases and malaria","Parent":"This group is part of the Communicable, maternal, neonatal, and nutritional diseases main group of causes.","Description":"This disease group includes Malaria, Leishmaniasis, Yellow fever, Rabies, Food-borne trematodiases, Leprosy, Ebola, Zika virus and other neglected tropical diseases.","deaths_label":"This group of causes was estimated to be responsible for 0 deaths which represents 0% of all deaths in 2017. Neglected tropical diseases and malaria had the 20th highest number of deaths out of the 22 cause groups.","yll_label":"This group of causes was estimated to be responsible for 5 years of life lost which represents 0% of all YLLs in 2017. Neglected tropical diseases and malaria had the 21st highest number of YLLs out of the 22 cause groups.","yld_label":"This group of causes was estimated to be responsible for 184 years of life lived with disability which represents 0.1% of all YLDs in 2017. Neglected tropical diseases and malaria had the 20th highest number of YLDs out of the 22 cause groups.","daly_label":"This group of causes was estimated to be responsible for 189 disability adjusted life years lost which represents 0.1% of all DALYs in 2017. Neglected tropical diseases and malaria had the  lowest number of DALYs out of the 22 cause groups."},{"Cause":"Other infectious diseases","Parent":"This group is part of the Communicable, maternal, neonatal, and nutritional diseases main group of causes.","Description":"Other infectious disease include Meningitis, Encephalitis, Diphtheria, Whooping Cough, Tetanus, Measles, Acute hepatitis and other unspecified infectious diseases.","deaths_label":"This group of causes was estimated to be responsible for 16 deaths which represents 0.2% of all deaths in 2017. Other infectious diseases had the 16th highest number of deaths out of the 22 cause groups.","yll_label":"This group of causes was estimated to be responsible for 405 years of life lost which represents 0.3% of all YLLs in 2017. Other infectious diseases had the 15th highest number of YLLs out of the 22 cause groups.","yld_label":"This group of causes was estimated to be responsible for 175 years of life lived with disability which represents 0.1% of all YLDs in 2017. Other infectious diseases had the 21st highest number of YLDs out of the 22 cause groups.","daly_label":"This group of causes was estimated to be responsible for 579 disability adjusted life years lost which represents 0.2% of all DALYs in 2017. Other infectious diseases had the 20th highest number of DALYs out of the 22 cause groups."},{"Cause":"Maternal and neonatal disorders","Parent":"This group is part of the Communicable, maternal, neonatal, and nutritional diseases main group of causes.","Description":"Maternal and neonatal disorders include maternal hemorrhage, sepsis, hypertensive disorders, obstructed labor, abortion or miscariage, as well as Ectopic pregnancies, preterm birth, encephalopathy due to asphyxia and trauma during birth.","deaths_label":"This group of causes was estimated to be responsible for 15 deaths which represents 0.2% of all deaths in 2017. Maternal and neonatal disorders had the 17th highest number of deaths out of the 22 cause groups.","yll_label":"This group of causes was estimated to be responsible for 1,309 years of life lost which represents 1% of all YLLs in 2017. Maternal and neonatal disorders had the 13th highest number of YLLs out of the 22 cause groups.","yld_label":"This group of causes was estimated to be responsible for 2,752 years of life lived with disability which represents 2.2% of all YLDs in 2017. Maternal and neonatal disorders had the 14th highest number of YLDs out of the 22 cause groups.","daly_label":"This group of causes was estimated to be responsible for 4,061 disability adjusted life years lost which represents 1.6% of all DALYs in 2017. Maternal and neonatal disorders had the 15th highest number of DALYs out of the 22 cause groups."},{"Cause":"Nutritional deficiencies","Parent":"This group is part of the Communicable, maternal, neonatal, and nutritional diseases main group of causes.","Description":"Nutritional deficiencies include protein-energy malnutrition, as well as deficiencies in Iodine, Vitamin A, and dietary iron.","deaths_label":"This group of causes was estimated to be responsible for 2 deaths which represents 0% of all deaths in 2017. Nutritional deficiencies had the 19th highest number of deaths out of the 22 cause groups.","yll_label":"This group of causes was estimated to be responsible for 23 years of life lost which represents 0% of all YLLs in 2017. Nutritional deficiencies had the 19th highest number of YLLs out of the 22 cause groups.","yld_label":"This group of causes was estimated to be responsible for 992 years of life lived with disability which represents 0.8% of all YLDs in 2017. Nutritional deficiencies had the 17th highest number of YLDs out of the 22 cause groups.","daly_label":"This group of causes was estimated to be responsible for 1,015 disability adjusted life years lost which represents 0.4% of all DALYs in 2017. Nutritional deficiencies had the 18th highest number of DALYs out of the 22 cause groups."},{"Cause":"Neoplasms","Parent":"This group is part of the Non-communicable diseases main group of causes.","Description":"Neoplasms (cancer) include all sites as well as malignant and non-melanoma cancers.","deaths_label":"This group of causes was estimated to be responsible for 2,752 deaths which represents 29% of all deaths in 2017. Neoplasms had the 2nd highest number of deaths out of the 22 cause groups.","yll_label":"This group of causes was estimated to be responsible for 44,597 years of life lost which represents 35.2% of all YLLs in 2017. Neoplasms had the  highest number of YLLs out of the 22 cause groups.","yld_label":"This group of causes was estimated to be responsible for 3,807 years of life lived with disability which represents 3.1% of all YLDs in 2017. Neoplasms had the 11th highest number of YLDs out of the 22 cause groups.","daly_label":"This group of causes was estimated to be responsible for 48,404 disability adjusted life years lost which represents 19.3% of all DALYs in 2017. Neoplasms had the  highest number of DALYs out of the 22 cause groups."},{"Cause":"Cardiovascular diseases","Parent":"This group is part of the Non-communicable diseases main group of causes.","Description":"Cardiovascular diseases include Ischemic heart disease, Stroke, Hypertensive heart disease, Atrial fibrillation, Aortic aneurysm, Peripheral Artery Disease and other circulatory diseases.","deaths_label":"This group of causes was estimated to be responsible for 2,840 deaths which represents 30% of all deaths in 2017. Cardiovascular diseases had the  highest number of deaths out of the 22 cause groups.","yll_label":"This group of causes was estimated to be responsible for 32,573 years of life lost which represents 25.7% of all YLLs in 2017. Cardiovascular diseases had the 2nd highest number of YLLs out of the 22 cause groups.","yld_label":"This group of causes was estimated to be responsible for 6,164 years of life lived with disability which represents 4.9% of all YLDs in 2017. Cardiovascular diseases had the 9th highest number of YLDs out of the 22 cause groups.","daly_label":"This group of causes was estimated to be responsible for 38,737 disability adjusted life years lost which represents 15.5% of all DALYs in 2017. Cardiovascular diseases had the 2nd highest number of DALYs out of the 22 cause groups."},{"Cause":"Chronic respiratory diseases","Parent":"This group is part of the Non-communicable diseases main group of causes.","Description":"Chronic respiratory diseases include Chronic Obstructive Pulmonary Disease (COPD), Pneumoconiosis (e.g. Silicosis and Asbestosis), Asthma, and Interstitial lung disease and pulmonary sarcoidosis.","deaths_label":"This group of causes was estimated to be responsible for 634 deaths which represents 6.7% of all deaths in 2017. Chronic respiratory diseases had the 4th highest number of deaths out of the 22 cause groups.","yll_label":"This group of causes was estimated to be responsible for 7,677 years of life lost which represents 6.1% of all YLLs in 2017. Chronic respiratory diseases had the 4th highest number of YLLs out of the 22 cause groups.","yld_label":"This group of causes was estimated to be responsible for 7,928 years of life lived with disability which represents 6.4% of all YLDs in 2017. Chronic respiratory diseases had the 6th highest number of YLDs out of the 22 cause groups.","daly_label":"This group of causes was estimated to be responsible for 15,605 disability adjusted life years lost which represents 6.2% of all DALYs in 2017. Chronic respiratory diseases had the 6th highest number of DALYs out of the 22 cause groups."},{"Cause":"Digestive diseases","Parent":"This group is part of the Non-communicable diseases main group of causes.","Description":"Digestive diseases include Cirrhosis and other chronic liver diseases, Appendicitis, Inflammatory bowel disease, Vascular intestinal disorders, Gallblader and biliary diseases, and Pancreatitis.","deaths_label":"This group of causes was estimated to be responsible for 423 deaths which represents 4.5% of all deaths in 2017. Digestive diseases had the 6th highest number of deaths out of the 22 cause groups.","yll_label":"This group of causes was estimated to be responsible for 6,389 years of life lost which represents 5% of all YLLs in 2017. Digestive diseases had the 5th highest number of YLLs out of the 22 cause groups.","yld_label":"This group of causes was estimated to be responsible for 3,014 years of life lived with disability which represents 2.4% of all YLDs in 2017. Digestive diseases had the 13th highest number of YLDs out of the 22 cause groups.","daly_label":"This group of causes was estimated to be responsible for 9,403 disability adjusted life years lost which represents 3.7% of all DALYs in 2017. Digestive diseases had the 9th highest number of DALYs out of the 22 cause groups."},{"Cause":"Neurological disorders","Parent":"This group is part of the Non-communicable diseases main group of causes.","Description":"Neurological disorders include Alzheimer's and other dementias, Parkinson's disease, Epilepsy, Multiple sclerosis, Motor neuron disease, Migraine and tension headaches and other neurological disorders.","deaths_label":"This group of causes was estimated to be responsible for 1,368 deaths which represents 14.4% of all deaths in 2017. Neurological disorders had the 3rd highest number of deaths out of the 22 cause groups.","yll_label":"This group of causes was estimated to be responsible for 12,227 years of life lost which represents 9.7% of all YLLs in 2017. Neurological disorders had the 3rd highest number of YLLs out of the 22 cause groups.","yld_label":"This group of causes was estimated to be responsible for 11,037 years of life lived with disability which represents 8.9% of all YLDs in 2017. Neurological disorders had the 3rd highest number of YLDs out of the 22 cause groups.","daly_label":"This group of causes was estimated to be responsible for 23,264 disability adjusted life years lost which represents 9.3% of all DALYs in 2017. Neurological disorders had the 4th highest number of DALYs out of the 22 cause groups."},{"Cause":"Mental disorders","Parent":"This group is part of the Non-communicable diseases main group of causes.","Description":"Mental disorders include Schizophrenia, Depressive, Bipolar, Anxiety, and Eating disorders as well as Autism Spectrum, Attention-deficit/hyperactivity, and Conduct disorders.","deaths_label":"This group of causes was estimated to be responsible for 0 deaths which represents 0% of all deaths in 2017. Mental disorders had the 21st highest number of deaths out of the 22 cause groups.","yll_label":"This group of causes was estimated to be responsible for 6 years of life lost which represents 0% of all YLLs in 2017. Mental disorders had the 20th highest number of YLLs out of the 22 cause groups.","yld_label":"This group of causes was estimated to be responsible for 16,386 years of life lived with disability which represents 13.2% of all YLDs in 2017. Mental disorders had the 2nd highest number of YLDs out of the 22 cause groups.","daly_label":"This group of causes was estimated to be responsible for 16,393 disability adjusted life years lost which represents 6.5% of all DALYs in 2017. Mental disorders had the 5th highest number of DALYs out of the 22 cause groups."},{"Cause":"Substance use disorders","Parent":"This group is part of the Non-communicable diseases main group of causes.","Description":"Substance use disorders include Alcohol, Opioid, Cocaine, Amphetamine, Cannabis and other drug use disorders","deaths_label":"This group of causes was estimated to be responsible for 55 deaths which represents 0.6% of all deaths in 2017. Substance use disorders had the 12th highest number of deaths out of the 22 cause groups.","yll_label":"This group of causes was estimated to be responsible for 2,304 years of life lost which represents 1.8% of all YLLs in 2017. Substance use disorders had the 9th highest number of YLLs out of the 22 cause groups.","yld_label":"This group of causes was estimated to be responsible for 3,739 years of life lived with disability which represents 3% of all YLDs in 2017. Substance use disorders had the 12th highest number of YLDs out of the 22 cause groups.","daly_label":"This group of causes was estimated to be responsible for 6,043 disability adjusted life years lost which represents 2.4% of all DALYs in 2017. Substance use disorders had the 14th highest number of DALYs out of the 22 cause groups."},{"Cause":"Diabetes and kidney diseases","Parent":"This group is part of the Non-communicable diseases main group of causes.","Description":"Diabetes and kidney diseases include both Type 1 and Type 2 Diabetes mellitus, Chronic Kidney Disease and Acute Glomerulonephritis.","deaths_label":"This group of causes was estimated to be responsible for 171 deaths which represents 1.8% of all deaths in 2017. Diabetes and kidney diseases had the 8th highest number of deaths out of the 22 cause groups.","yll_label":"This group of causes was estimated to be responsible for 1,933 years of life lost which represents 1.5% of all YLLs in 2017. Diabetes and kidney diseases had the 11th highest number of YLLs out of the 22 cause groups.","yld_label":"This group of causes was estimated to be responsible for 5,825 years of life lived with disability which represents 4.7% of all YLDs in 2017. Diabetes and kidney diseases had the 10th highest number of YLDs out of the 22 cause groups.","daly_label":"This group of causes was estimated to be responsible for 7,758 disability adjusted life years lost which represents 3.1% of all DALYs in 2017. Diabetes and kidney diseases had the 11th highest number of DALYs out of the 22 cause groups."},{"Cause":"Skin and subcutaneous diseases","Parent":"This group is part of the Non-communicable diseases main group of causes.","Description":"Skin and subcutaneous disease include Dermatitis, Psoriasis, Bacterial, Fungal and Viral skin diseases, Alopecia areata, and Acne.","deaths_label":"This group of causes was estimated to be responsible for 35 deaths which represents 0.4% of all deaths in 2017. Skin and subcutaneous diseases had the 14th highest number of deaths out of the 22 cause groups.","yll_label":"This group of causes was estimated to be responsible for 386 years of life lost which represents 0.3% of all YLLs in 2017. Skin and subcutaneous diseases had the 16th highest number of YLLs out of the 22 cause groups.","yld_label":"This group of causes was estimated to be responsible for 6,712 years of life lived with disability which represents 5.4% of all YLDs in 2017. Skin and subcutaneous diseases had the 8th highest number of YLDs out of the 22 cause groups.","daly_label":"This group of causes was estimated to be responsible for 7,098 disability adjusted life years lost which represents 2.8% of all DALYs in 2017. Skin and subcutaneous diseases had the 12th highest number of DALYs out of the 22 cause groups."},{"Cause":"Sense organ diseases","Parent":"This group is part of the Non-communicable diseases main group of causes.","Description":"Sense organ disease include blindness and visual impairment caused by Glaucoma, Cataract, and Macular degeneration as well as hearing loss and other sense organ diseases.","deaths_label":"This group of causes was estimated to be responsible for 0 deaths which represents 0% of all deaths in 2017. Sense organ diseases had the  lowest number of deaths out of the 22 cause groups.","yll_label":"This group of causes was estimated to be responsible for 0 years of life lost which represents 0% of all YLLs in 2017. Sense organ diseases had the  lowest number of YLLs out of the 22 cause groups.","yld_label":"This group of causes was estimated to be responsible for 8,123 years of life lived with disability which represents 6.5% of all YLDs in 2017. Sense organ diseases had the 4th highest number of YLDs out of the 22 cause groups.","daly_label":"This group of causes was estimated to be responsible for 8,123 disability adjusted life years lost which represents 3.2% of all DALYs in 2017. Sense organ diseases had the 10th highest number of DALYs out of the 22 cause groups."},{"Cause":"Musculoskeletal disorders","Parent":"This group is part of the Non-communicable diseases main group of causes.","Description":"Musculoskeletal disorders include Rheumatoid arthritis, Osteoarthritis, Low back pain, Neck pain and Gout.","deaths_label":"This group of causes was estimated to be responsible for 70 deaths which represents 0.7% of all deaths in 2017. Musculoskeletal disorders had the 11th highest number of deaths out of the 22 cause groups.","yll_label":"This group of causes was estimated to be responsible for 793 years of life lost which represents 0.6% of all YLLs in 2017. Musculoskeletal disorders had the 14th highest number of YLLs out of the 22 cause groups.","yld_label":"This group of causes was estimated to be responsible for 28,862 years of life lived with disability which represents 23.1% of all YLDs in 2017. Musculoskeletal disorders had the  highest number of YLDs out of the 22 cause groups.","daly_label":"This group of causes was estimated to be responsible for 29,655 disability adjusted life years lost which represents 11.7% of all DALYs in 2017. Musculoskeletal disorders had the 3rd highest number of DALYs out of the 22 cause groups."},{"Cause":"Other non-communicable diseases","Parent":"This group is part of the Non-communicable diseases main group of causes.","Description":"Other non-communicable diseases include congenital birth defects, urinary diseases, male infertility and other gynecological diseases, as well as Endocrine, metabolic, blood, and immune disorders, Oral disorders and Sudden Infant Death Syndrome.","deaths_label":"This group of causes was estimated to be responsible for 173 deaths which represents 1.8% of all deaths in 2017. Other non-communicable diseases had the 7th highest number of deaths out of the 22 cause groups.","yll_label":"This group of causes was estimated to be responsible for 3,051 years of life lost which represents 2.4% of all YLLs in 2017. Other non-communicable diseases had the 8th highest number of YLLs out of the 22 cause groups.","yld_label":"This group of causes was estimated to be responsible for 7,174 years of life lived with disability which represents 5.7% of all YLDs in 2017. Other non-communicable diseases had the 7th highest number of YLDs out of the 22 cause groups.","daly_label":"This group of causes was estimated to be responsible for 10,225 disability adjusted life years lost which represents 4.1% of all DALYs in 2017. Other non-communicable diseases had the 8th highest number of DALYs out of the 22 cause groups."},{"Cause":"Transport injuries","Parent":"This group is part of the Injuries main group of causes.","Description":"Transport injuries include injuries on the road involving pedestrains, cyclists, motorcyclist and motor vehicle road injuries.","deaths_label":"This group of causes was estimated to be responsible for 41 deaths which represents 0.4% of all deaths in 2017. Transport injuries had the 13th highest number of deaths out of the 22 cause groups.","yll_label":"This group of causes was estimated to be responsible for 1,491 years of life lost which represents 1.2% of all YLLs in 2017. Transport injuries had the 12th highest number of YLLs out of the 22 cause groups.","yld_label":"This group of causes was estimated to be responsible for 1,409 years of life lived with disability which represents 1.1% of all YLDs in 2017. Transport injuries had the 15th highest number of YLDs out of the 22 cause groups.","daly_label":"This group of causes was estimated to be responsible for 2,900 disability adjusted life years lost which represents 1.2% of all DALYs in 2017. Transport injuries had the 17th highest number of DALYs out of the 22 cause groups."},{"Cause":"Unintentional injuries","Parent":"This group is part of the Injuries main group of causes.","Description":"Unintentional injuries include falls, drowning, poisonings, exposure to mechanical forces, fire, heat and hot substances as well as adverse effects of medical treatment, animal contact, foreign bodies or forces of nature.","deaths_label":"This group of causes was estimated to be responsible for 156 deaths which represents 1.6% of all deaths in 2017. Unintentional injuries had the 9th highest number of deaths out of the 22 cause groups.","yll_label":"This group of causes was estimated to be responsible for 2,220 years of life lost which represents 1.8% of all YLLs in 2017. Unintentional injuries had the 10th highest number of YLLs out of the 22 cause groups.","yld_label":"This group of causes was estimated to be responsible for 8,102 years of life lived with disability which represents 6.5% of all YLDs in 2017. Unintentional injuries had the 5th highest number of YLDs out of the 22 cause groups.","daly_label":"This group of causes was estimated to be responsible for 10,322 disability adjusted life years lost which represents 4.1% of all DALYs in 2017. Unintentional injuries had the 7th highest number of DALYs out of the 22 cause groups."},{"Cause":"Self-harm and interpersonal violence","Parent":"This group is part of the Injuries main group of causes.","Description":"Self-harm and interpersonal violence includes conflict and terrorism, physical and sexual violence as well as self-harm and executions.","deaths_label":"This group of causes was estimated to be responsible for 82 deaths which represents 0.9% of all deaths in 2017. Self-harm and interpersonal violence had the 10th highest number of deaths out of the 22 cause groups.","yll_label":"This group of causes was estimated to be responsible for 3,260 years of life lost which represents 2.6% of all YLLs in 2017. Self-harm and interpersonal violence had the 7th highest number of YLLs out of the 22 cause groups.","yld_label":"This group of causes was estimated to be responsible for 445 years of life lived with disability which represents 0.4% of all YLDs in 2017. Self-harm and interpersonal violence had the 19th highest number of YLDs out of the 22 cause groups.","daly_label":"This group of causes was estimated to be responsible for 3,705 disability adjusted life years lost which represents 1.5% of all DALYs in 2017. Self-harm and interpersonal violence had the 16th highest number of DALYs out of the 22 cause groups."}]
